{"0": {"card_name": "The Fool", "suit": "O", "symbol": "Ignorance", "person": "A Worldly Person", "description": "A young man in gorgeous vestments pauses at the brink of a precipice among the great heights of the world.  His countenance is full of intelligence and expectant dream. He has a rose in one hand and in the other a costly wand", "meaning": "Folly, mania, extravagance, intoxication, delirium, frenzy, bewrayment.", "reverse": "Reversed: Negligence, absence, distribution, carelessness, apathy, nullity, vanity.", "top_up": 1, "face_pic": "./images/The Fool.jpg"}, "1": {"card_name": "The Magician", "suit": "I", "symbol": "Divinity", "person": "An Awakened One", "description": "A youthful figure in the robe of a magician, having the countenance of divine Apollo, with smile of confidence and shining eyes. Above his head is the mysterious sign of the Holy Spirit, the sign of life, like an endless cord", "meaning": "Skill, diplomacy, address, sickness, pain, loss, disaster, self-confidence, will, the Querent himself (if male).", "reverse": "Reversed: Physician, Magus, mental illness, disgrace, disquiet.", "top_up": 1, "face_pic": "./images/The Magician.jpg"}, "2": {"card_name": "The High Priestess", "suit": "II", "symbol": "Universal Law", "person": "Heavenly Mother", "description": "She has the lunar crescent at her feet, a horned diadem on her head, with a globe in the middle place, and a large solar cross on her breast. The scroll in her hands is inscribed with the word Tora, signifying the Greater Law, the Secret Law and the second sense of the Word.", "meaning": "Secrets, mystery, the future as yet unrevealed, the woman who interests the Querent (if male); the Querent (if female) silence, tenacity; wisdom, science.", "reverse": "Reversed: Passion, moral or physical ardor, conceit, surface knowledge.", "top_up": 1, "face_pic": "./images/The High Priestess.jpg"}, "3": {"card_name": "The Empress", "suit": "III", "symbol": "Gaia", "person": "Mother Earth", "description": "A stately figure, seated, having rich vestments and royal aspect, as of a daughter of heaven and earth. Her diadem is of twelve stars, gathered in a cluster. The symbol of Venus is on the shield which rests near her. The sceptre which she bears is surmounted by the globe of this world.", "meaning": "Fruitfulness, initiative, action, long days, clandestine, the unknown, difficulty, doubt, ignorance.", "reverse": "Reversed: Light, truth, the unraveling of involved matters, public rejoice, also, according to another reading vacillation.", "top_up": 1, "face_pic": "./images/The Empress.jpg"}, "4": {"card_name": "The Emperor", "suit": "IV", "symbol": "Worldly Power", "person": "Elected Official", "description": "He has a form of an Ankh for his sceptre and a globe in his left hand. He is a crowned monarch, commanding, stately, seated on a throne, the arms of which are ram heads. He is executive and realization, the power of this world.", "meaning": "Stability, power, aid, protection, a great person, conviction, reason.", "reverse": "Reversed: Benevolence, compassion, credit, also confusion to enemies, obstruction, immaturity.", "top_up": 1, "face_pic": "./images/The Emperor.jpg"}, "5": {"card_name": "The Hierophant", "suit": "V", "symbol": "Esoteric", "person": "Spiritual Leader", "description": "He wears the triple crown and is seated between two pillars, but not those of the Temple guarded by the High Priestess. His left hand holds a sceptre terminating in the triple cross, and with his right hand he gives the well known sign of esotericism, distinguishing between the manifest and concealed doctrine. ", "meaning": "Marriage alliance, captivity, servitude, mercy and goodness, inspiration, the man to whom the Querent has recourse.", "reverse": "Reversed: Society, good understanding, concord, over-kindness, weakness.", "top_up": 1, "face_pic": "./images/The Hierophant.jpg"}, "6": {"card_name": "The Lovers", "suit": "VI", "symbol": "Creation", "person": "Married Couple", "description": "The sun shines and beneath is a great winged figure with arms extended. A nude male and female, unveiled before each other, like Adam and Eve in the paradise of Eden. Behind the man is the Tree of Life, bearing twelve fruits, and the Tree of the Knowledge of Good and Evil is behind the woman; the serpent is twining round it.", "meaning": "Attraction, love, beauty, trials overcome.", "reverse": "Reversed: Failure, foolish designs.", "top_up": 1, "face_pic": "./images/The Lovers.jpg"}, "7": {"card_name": "The Chariot", "suit": "VII", "symbol": "Enlightenment", "person": "A Hero", "description": "An erect and princely figure carrying a drawn sword. Two sphinxes draw his chariot. He is above all things, triumphant in the mind.", "meaning": "Succor, providence, also war, triumph, presumption, vengeance, trouble.", "reverse": "Reversed: Riot, quarrel, dispute, litigation, defeat.", "top_up": 1, "face_pic": "./images/The Chariot.jpg"}, "8": {"card_name": "Strength", "suit": "VIII", "symbol": "Compassion", "person": "Virtuous Person", "description": "A woman, over whose head there broods the same symbol of life which we have seen in the card of the Magician, is closing the jaws of a lion. There is one aspect in which the lion signifies the passions, and she who is called Strength is the higher nature in its liberation.", "meaning": "Power, energy, action, courage, magnanimity.", "reverse": "Reversed: Abuse of power, despotism, weakness, discord.", "top_up": 1, "face_pic": "./images/Strength.jpg"}, "9": {"card_name": "The Hermit", "suit": "IX", "symbol": "Light", "person": "Light Bearer", "description": "The Light of the World shines as a star in the lantern. His beacon intimates that where I am, you also may be. Divine Mysteries secure their own protection from those who are unprepared.", "meaning": "Prudence, also and especially treason, dissimulation, corruption, roguery.", "reverse": "Reversed: Concealment, disguise, policy, fear, unreasoned caution.", "top_up": 1, "face_pic": "./images/The Hermit.jpg"}, "10": {"card_name": "Wheel of Fortune", "suit": "X", "symbol": "Change", "person": "Living Creatures", "description": "The four Creatures of Ezekiel occupy the angles of the card, and the wheel follows other indications of Levi in respect of Ezekiels vision, as illustrative of the Tarot Key.", "meaning": "Destiny, fortune, success, luck, felicity.", "reverse": "Reversed: Increase, abundance, superfluity", "top_up": 1, "face_pic": "./images/Wheel of Fortune.jpg"}, "11": {"card_name": "Justice", "suit": "XI", "symbol": "Justice", "person": "Judge", "description": " The figure is seated between pillars and indicates that the moral principle which deals unto every man according to his works. The pillars of Justice open into one world, and the pillars of the High Priestess into another.", "meaning": "Equity, rightness, probity, executive.", "reverse": "Reversed: Law in all departments, bigotry, bias, excessive severity", "top_up": 1, "face_pic": "./images/Justice.jpg"}, "12": {"card_name": "The Hanged Man", "suit": "XII", "symbol": "Sacrifice", "person": "A Dedicated Person", "description": "The tree from which he is suspended forms a Tau cross, while the position of the legs forms a fylfot cross. There is a nimbus about the head of the seeming martyr or enlightened one.", "meaning": "Wisdom, trials, circumspection, discernment, sacrifice, intuition, divination, prophecy.", "reverse": "Reversed: Selfishness, the crowd, body politic.", "top_up": 1, "face_pic": "./images/The Hanged Man.jpg"}, "13": {"card_name": "Death", "suit": "XIII", "symbol": "Transition", "person": "Deceased Person", "description": "The mysterious horseman moves slowly, bearing a black banner emblazoned with the Mystic Rose, which signifies life. Between two pillars on the verge of the horizon there shines the sun of immortality. The horseman carries no visible weapon, but king and child and maiden fall before him", "meaning": "End, mortality, destruction, corruption.", "reverse": "Reversed: Inertia, sleep, lethargy, petrifaction, somnambulism.", "top_up": 1, "face_pic": "./images/Death.jpg"}, "14": {"card_name": "Temperance", "suit": "XIV", "symbol": "Abundance", "person": "Charitable Person", "description": "A winged angel, with the sign of the sun upon his forehead and on his breast the square and triangle of the septenary.  It is held to be pouring the essences of life from chalice to chalice.", "meaning": "Economy, moderation, frugality, management, accommodation.", "reverse": "Reversed: Things connected with churches, religions, sects, the priesthood, also unfortunate combinations, disunion, competing interests.", "top_up": 1, "face_pic": "./images/Temperance.jpg"}, "15": {"card_name": "The Devil", "suit": "XV", "symbol": "Evil", "person": "Servant", "description": "The Horned Goat of Mendes, with wings like those of a bat, is standing on an altar. At the pit of the stomach there is the sign of Mercury. The right hand is upraised and extended, being the reverse of that benediction which is given by the Hierophant in the fifth card. In the left hand there is a great flaming torch, inverted towards the earth. A reversed pentagram is on the forehead. There is a ring in front of the altar, from which two chains are carried to the necks of two figures, male and female. ", "meaning": "Ravage, violence, force, vehemence, extraordinary efforts, fatality, that which is predestined but not for this reason evil.", "reverse": "Reversed: Evil fatality, weakness, pettiness, blindness.", "top_up": 1, "face_pic": "./images/The Devil.jpg"}, "16": {"card_name": "The Tower", "suit": "XVI", "symbol": "Greed", "person": "Averice Person", "description": "It signifies the materialization of the spiritual word. One is concerned with the fall into the material and animal state, while the other signifies destruction on the intellectual side", "meaning": "Misery, distress, ruin, indigence, adversity, calamity, disgrace, deception.", "reverse": "Reversed: According to one account, the same in a lesser degree, also oppression, imprisonment, tyranny.", "top_up": 1, "face_pic": "./images/The Tower.jpg"}, "17": {"card_name": "The Star", "suit": "XVII", "symbol": "Life", "person": "A Mother", "description": "A great, radiant star of eight rays, surrounded by seven lesser stars--also of eight rays. The female figure in the foreground is entirely naked. Her left knee is on the land and her right foot upon the water. She pours Water of Life from two great ewers, irrigating sea and land. ", "meaning": "Loss, theft, privation, abandonment, although another reading suggests hope and bright prospects in the future.", "reverse": "Reversed: Arrogance, impotence, haughtiness.", "top_up": 1, "face_pic": "./images/The Star.jpg"}, "18": {"card_name": "The Moon", "suit": "XVIII", "symbol": "Imagination", "person": "A Meditator", "description": "It is the universal vehicle that saves all wandering souls from the states of loss. The rising moon of the enlightened mind that sooths the sorrows born of the afflictions.", "meaning": "Hidden enemies, danger, calumny, darkness, terror, deception, error.", "reverse": "Reversed: Instability, inconstancy, silence, lesser degrees of deception and error.", "top_up": 1, "face_pic": "./images/The Moon.jpg"}, "19": {"card_name": "The Sun", "suit": "XIX", "symbol": "Innocence", "person": "A Child", "description": "The naked child mounted on a white horse and displaying a red standard. It is the mighty sun that utterly dispels the gloom and ignorance of wandering beings.", "meaning": "Material happiness, fortunate marriage, contentment.", "reverse": "Reversed: The same in a lesser sense.", "top_up": 1, "face_pic": "./images/The Sun.jpg"}, "20": {"card_name": "Judgement", "suit": "XX", "symbol": "Freedom", "person": "Liberated Person", "description": "The great angel is here encompassed by clouds, but he blows his bannered trumpet, and the cross as usual is displayed on the banner. The dead are rising from their tombs. A card of eternal life", "meaning": "Change of position, renewal, outcome. Eternal life.", "reverse": "Reversed: Weakness, pusillanimity, simplicity, also deliberation, decision, sentence.", "top_up": 1, "face_pic": "./images/Judgement.jpg"}, "21": {"card_name": "The World", "suit": "XXI", "symbol": "Wisdom", "person": "A Spiritual Master", "description": "It represents also the perfection and end of the Cosmos, the secret which is within it, the rapture of the universe when it understands itself in God. It is further the state of the soul in the consciousness of Divine Vision, reflected from the self-knowing spirit.", "meaning": "Assured success, route, voyage, emigration, flight, change of place.", "reverse": "Reversed: Inertia, fixity, stagnation, permanence.", "top_up": 1, "face_pic": "./images/The World.jpg"}, "22": {"card_name": "King of Wands", "suit": "Wands", "symbol": "Fire", "person": "Person with a Light complexion; Blue eyes; Yellow or Auburn hair.", "description": "The physical and emotional nature to which this card is attributed is dark, ardent, lithe, animated, impassioned, noble. He lists up a flowering Wand and wears a ceremonial cap displaying nobility or honor beneath his crown. He connects with the symbol of the lion, which is emblazoned on the back of his throne.", "meaning": "Dark man, friendly, countryman, generally married, honest and conscientious.", "reverse": "Reversed: Good, but severe; austere, yet tolerant.", "top_up": 1, "face_pic": "./images/King of Wands.jpg"}, "23": {"card_name": "Queen of Wands", "suit": "Wands", "symbol": "Fire", "person": "Person with a Light complexion; Blue eyes; Yellow or Auburn hair.", "description": "Throughout this suit the wands are always in leaf, as it is a suit of life and animation. Emotionally and otherwise, the Queens personality corresponds to that of the King, but is more magnetic.", "meaning": "A dark woman or a countrywoman, friendly, chaste, loving, honorable. If the card beside her signifies a man, she is well disposed towards him; if a woman, she is interested in the Querent. Signifies a love of money.", "reverse": "Reversed: Good, economical, obliging, and serviceable. Signifies opposition, jealousy, deceit, and infidelity.", "top_up": 1, "face_pic": "./images/Queen of Wands.jpg"}, "24": {"card_name": "Knight of Wands", "suit": "Wands", "symbol": "Fire", "person": "Person with a Light complexion; Blue eyes; Yellow or Auburn hair.", "description": "He is shown as if upon a journey, armed with a short wand, and although mailed is not on a warlike errand. He is passing mounds or pyramids.", "meaning": "Departure, absence, flight, emigration. A dark young man who is friendly in nature. Change of residence.", "reverse": "Reversed: Rupture, division, interruption, discord.", "top_up": 1, "face_pic": "./images/Knight of Wands.jpg"}, "25": {"card_name": "Page of Wands", "suit": "Wands", "symbol": "Fire", "person": "Person with a Light complexion; Blue eyes; Yellow or Auburn hair.", "description": "A young man stands in the act of proclamation. He is unknown but faithful, and his tidings are strange.", "meaning": "Dark young man, faithful, a lover, an envoy, a postman. One who will bear favorable testimony concerning his fellow man. He is a dangerous rival, if followed by the Page of Cups. He may signify family intelligence.", "reverse": "Reversed: Anecdotes, announcements, evil news. Also indecision and the instability which usually accompanies it.", "top_up": 1, "face_pic": "./images/Page of Wands.jpg"}, "26": {"card_name": "Ten of Wands", "suit": "Wands", "symbol": "Fire", "person": "Person with a Light complexion; Blue eyes; Yellow or Auburn hair.", "description": "A man oppressed by the weight of the ten staves which he is carrying.", "meaning": "A card of many significances, and some of the readings cannot be harmonized. I set aside that which connects it with honor and good faith. It is oppression simply, but it is also fortune, gain, any kind of success of these things. It is also a card of false-seeming, disguise, perfidy. The place, which the figure is approaching, may suffer from the rods that he carries. Success will lose initiative if the Nine of Swords follows. If it is a question of a lawsuit, there will be certain loss.", "reverse": "reversed: Contrarieties, difficulties, intrigues, and their analogies.", "top_up": 1, "face_pic": "./images/Ten of Wands.jpg"}, "27": {"card_name": "Nine of Wands", "suit": "Wands", "symbol": "Fire", "person": "Person with a Light complexion; Blue eyes; Yellow or Auburn hair.", "description": "The figure leans upon his staff and has an expectant look, as if awaiting an enemy. Behind him are eight other staves standing erect like a defensive enclosure.", "meaning": "The card signifies strength in opposition. If attacked, he will meet the onslaught boldly. May signify delay, suspension, adjournment.", "reverse": "Reversed: Obstacles, adversity, calamity.", "top_up": 1, "face_pic": "./images/Nine of Wands.jpg"}, "28": {"card_name": "Eight of Wands", "suit": "Wands", "symbol": "Fire", "person": "Person with a Light complexion; Blue eyes; Yellow or Auburn hair.", "description": "The card represents motion through the immovable, a flight of wands through an open country.", "meaning": "Activity in undertakings. The path of such activity. Swiftness, such as that of an express messenger; great haste, great hope, speed towards an end which promises assured happiness and joy. That which is on the move, also the arrows of love.", "reverse": "Reversed: Arrows of jealousy, internal dispute, regrets of conscience, quarrels.", "top_up": 1, "face_pic": "./images/Eight of Wands.jpg"}, "29": {"card_name": "Seven of Wands", "suit": "Wands", "symbol": "Fire", "person": "Person with a Light complexion; Blue eyes; Yellow or Auburn hair.", "description": "A young man on a craggy eminence, brandishing a staff, six other staves are raised towards him from below.", "meaning": "It is a card of valor, for on the surface, six are attacking one, who has, however, the vantage position. On the intellectual plane, it signifies discussion, wordy strife, in business negotiations, war of trade, barter, competition. It is further a card of success, for the combatant is on the top and his enemies may be unable to reach him.", "reverse": "Reversed: Perplexity, embarrassments, anxiety.", "top_up": 1, "face_pic": "./images/Seven of Wands.jpg"}, "30": {"card_name": "Six of Wands", "suit": "Wands", "symbol": "Fire", "person": "Person with a Light complexion; Blue eyes; Yellow or Auburn hair.", "description": "A laureled horseman bears staff adorned with laurel crown; footmen with staves are at his side.", "meaning": "The card has been so designed that it can cover several significations. On the surface, it is a victor triumphing, but it is also great news, such as might be carried in state by the Kings courier. It is expectation crowned with its own desire, the crown of hope.", "reverse": "Reversed: Apprehension, fear as of a victorious enemy at the gate, treachery, disloyalty, as of gates being opened to the enemy.", "top_up": 1, "face_pic": "./images/Six of Wands.jpg"}, "31": {"card_name": "Five of Wands", "suit": "Wands", "symbol": "Fire", "person": "Person with a Light complexion; Blue eyes; Yellow or Auburn hair.", "description": "A posse of youths are brandishing staves, as if in sport or strife.", "meaning": "Imitation, for example, sham fight, the strenuous competition and struggle of the search after riches and fortune. Hence some attributions say that it is a card of gold, gain, opulence.", "reverse": "Reversed: Trickery, Contradiction, litigation, disputes.", "top_up": 1, "face_pic": "./images/Five of Wands.jpg"}, "32": {"card_name": "Four of Wands", "suit": "Wands", "symbol": "Fire", "person": "Person with a Light complexion; Blue eyes; Yellow or Auburn hair.", "description": "From the four great staves planted in the foreground there is a great garland suspended, two female figures uplift a small bunch of flowers. At their side is a bridge over a moat, leading to an old manor house.", "meaning": "They are for once almost on the surface country life, repose, concord, harmony, prosperity, peace, and the perfected work of these.", "reverse": "Reversed: The meaning remains unaltered increase, happiness, beauty, embellishment.", "top_up": 1, "face_pic": "./images/Four of Wands.jpg"}, "33": {"card_name": "Three of Wands", "suit": "Wands", "symbol": "Fire", "person": "Person with a Light complexion; Blue eyes; Yellow or Auburn hair.", "description": "A calm, stately figure, with his back turned, looking from a cliffs edge at ships passing over the sea. Three staves are planted in the ground and he leans slightly on one of them.", "meaning": "He symbolizes established strength, enterprise, effort, trade, discovery, commerce; those are his ships, bearing his merchandise, which are sailing over the sea.", "reverse": "Reversed: The end of troubles, suspension or end of adversity, disappointment, and toil.", "top_up": 1, "face_pic": "./images/Three of Wands.jpg"}, "34": {"card_name": "Two of Wands", "suit": "Wands", "symbol": "Fire", "person": "Person with a Light complexion; Blue eyes; Yellow or Auburn hair.", "description": "A tall man looks from a battlemented roof over sea and shore. He holds a globe in his right hand and a staff in his left. A second staff is supported by a ring on the battlement. A Rose, Cross, and Lily are shown below on the left.", "meaning": "Between the alternative readings there is no marriage possible, on the one hand, riches, fortune, magnificence. And on the other, physical suffering, disease, chagrin, sadness, mortification. The design gives one suggestion here is a lord overlooking his dominion and alternately contemplating a globe. It looks like the malady, the mortification, the sadness of Alexander amidst the grandeur of this worlds wealth.", "reverse": "Reversed: Surprise, wonder, enchantment, emotion, trouble, fear.", "top_up": 1, "face_pic": "./images/Two of Wands.jpg"}, "35": {"card_name": "Ace of Wands", "suit": "Wands", "symbol": "Fire", "person": "Person with a Light complexion; Blue eyes; Yellow or Auburn hair.", "description": "A hand issuing from a cloud grasps a stout Wand or Club.", "meaning": "Creation, invention, enterprise, the powers which result in these, principle, beginning, source, birth, family, origin, the beginning of enterprises, according to another account money, fortune, inheritance.", "reverse": "Reversed: Fall, decadence, ruin, perdition, to perish, also clouded joy.", "top_up": 1, "face_pic": "./images/Ace of Wands.jpg"}, "36": {"card_name": "King of Cups", "suit": "Cups", "symbol": "Water", "person": "Person with Light Brown or Fair hair; Grey or Blue eyes.", "description": "He holds a short scepter in his left hand and a great cup in his right, his throne is set upon the sea, on one side a ship is riding and on the other a dolphin is leaping. The implicit is that the sign of the Cup naturally refers to water, which appears in all the court cards.", "meaning": "Fair man, man of business, law, or divinity, responsible, disposed to oblige the Querent. Also equity, art and science, including those who profess science, law and art, creative intelligence.", "reverse": "Reversed: Dishonest, double dealing man, roguery, exaction, injustice, vice, scandal.", "top_up": 1, "face_pic": "./images/King of Cups.jpg"}, "37": {"card_name": "Queen of Cups", "suit": "Cups", "symbol": "Water", "person": "Person with Light Brown or Fair hair; Grey or Blue eyes.", "description": "Beautiful, fair, dreamy woman (as one who sees visions in a cup).", "meaning": "Good, fair woman, honest, devoted, who will do service to the Querent. Loving intelligence, and hence the gift of vision, success, happiness, pleasure, also wisdom, virtue.", "reverse": "Reversed: The accounts vary; good woman, otherwise, distinguished woman but one not to be trusted, perverse woman, vice, dishonor, depravity.", "top_up": 1, "face_pic": "./images/Queen of Cups.jpg"}, "38": {"card_name": "Knight of Cups", "suit": "Cups", "symbol": "Water", "person": "Person with Light Brown or Fair hair; Grey or Blue eyes.", "description": "Graceful, not warlike, riding quietly, wearing a winged helmet, referring to the higher graces of the imagination which sometimes characterize this card.", "meaning": "Arrival, approach sometimes that of a messenger, advances, proposition, demeanor, invitation, incitement.", "reverse": "Reversed: Trickery, artifice, subtlety, swindling, duplicity, fraud.", "top_up": 1, "face_pic": "./images/Knight of Cups.jpg"}, "39": {"card_name": "Page of Cups", "suit": "Cups", "symbol": "Water", "person": "Person with Light Brown or Fair hair; Grey or Blue eyes.", "description": "A fair, pleasing, somewhat effeminate Page, of studious and intent aspect, contemplates a fish rising from a cup to look at him.", "meaning": "Fair young man, one impelled to render service and with whom the Querent will be connected, a studious youth, news, message, application, reflection, meditation also these things directed to business.", "reverse": "Reversed: Taste, inclination, attachment, seduction, deception, artifice.", "top_up": 1, "face_pic": "./images/Page of Cups.jpg"}, "40": {"card_name": "Ten of Cups", "suit": "Cups", "symbol": "Water", "person": "Person with Light Brown or Fair hair; Grey or Blue eyes.", "description": "Appearance of Cups in a rainbow, it is contemplated in wonder and ecstasy by a man and woman below, evidently husband and wife. His right arm is about her, his left raised upward as she raises her right arm. The two children dancing near them have not observed the prodigy, but are happy after their own manner. There is a home scene beyond.", "meaning": "Contentment, repose of the entire heart the perfection of that state, if with several picture cards, a person who is taking charge of the Querents interests. Also the town, village or country inhabited by the Querent.", "reverse": "Reversed: Repose of the false heart, indignation, violence.", "top_up": 1, "face_pic": "./images/Ten of Cups.jpg"}, "41": {"card_name": "Nine of Cups", "suit": "Cups", "symbol": "Water", "person": "Person with Light Brown or Fair hair; Grey or Blue eyes.", "description": "The goodly personage is feasting to his hearts content, and abundant refreshment of wine is on the arched counter behind him.", "meaning": "Harmony, contentment, physical wellbeing; also victory, success, advantage, satisfaction for the Querent or person for whom the consultation is made.", "reverse": "Reversed: Truth, loyalty, liberty. But the readings vary and include mistakes, imperfections, etc.", "top_up": 1, "face_pic": "./images/Nine of Cups.jpg"}, "42": {"card_name": "Eight of Cups", "suit": "Cups", "symbol": "Water", "person": "Person with Light Brown or Fair hair; Grey or Blue eyes.", "description": "A man of dejected aspect is deserting the cups of his felicity, enterprise, undertaking or previous concern.", "meaning": "The card speaks for itself on the surface, but other readings are entirely antithetical giving joy, mildness, timidity, honor, modesty.", "reverse": "Reversed: Great joy, happiness, feasting.", "top_up": 1, "face_pic": "./images/Eight of Cups.jpg"}, "43": {"card_name": "Seven of Cups", "suit": "Cups", "symbol": "Water", "person": "Person with Light Brown or Fair hair; Grey or Blue eyes.", "description": "Strange chalices of vision.", "meaning": "Fairy favors, images of reflection, imagination, sentiment, things seen in the glass of contemplation, some attainment in these degrees but nothing permanent or substantial is suggested.", "reverse": "Reversed: Desire, will, determination, project.", "top_up": 1, "face_pic": "./images/Seven of Cups.jpg"}, "44": {"card_name": "Six of Cups", "suit": "Cups", "symbol": "Water", "person": "Person with Light Brown or Fair hair; Grey or Blue eyes.", "description": "Children in an old garden, their cups filled with flowers.", "meaning": "A card of memories and of the past. Reflecting on childhood, happiness, enjoyment, but coming rather from the past on things that have vanished.", "reverse": "Reversed: New relationships, new environment, and new knowledge. The future. Renewal. That which will come to pass presently.", "top_up": 1, "face_pic": "./images/Six of Cups.jpg"}, "45": {"card_name": "Five of Cups", "suit": "Cups", "symbol": "Water", "person": "Person with Light Brown or Fair hair; Grey or Blue eyes.", "description": "A dark, cloaked figure looks at three prone cups; two other cups stand upright behind him. A bridge is in the background.", "meaning": "It is a card of loss, but something remains; three have been taken, but two are left. It is a card of inheritance, transmission, and patrimony. It may be a card of marriage, but not without bitterness or frustration.", "reverse": "Reversed: News, alliances, affinity, ancestry, return, false projects.", "top_up": 1, "face_pic": "./images/Five of Cups.jpg"}, "46": {"card_name": "Four of Cups", "suit": "Cups", "symbol": "Water", "person": "Person with Light Brown or Fair hair; Grey or Blue eyes.", "description": "A young man is seated under a tree and contemplates three cups set on the grass before him. He expresses discontent with his environment. An arm issuing from a cloud offers him another cup.", "meaning": "Weariness, disgust, aversion, imaginary vexations as if the wine of this world had caused satiety only. Another cup of wine, as if a fairy gift, is now offered him, but he sees no consolation therein. This is also a card of blended pleasure.", "reverse": "Reversed: Novelty, omen, new instructions, new relations.", "top_up": 1, "face_pic": "./images/Four of Cups.jpg"}, "47": {"card_name": "Three of Cups", "suit": "Cups", "symbol": "Water", "person": "Person with Light Brown or Fair hair; Grey or Blue eyes.", "description": "Maidens in a garden celebrate with cups uplifted, as if pledging to one another.", "meaning": "The conclusion of any matter. Plenty, perfection, merriment, happiness, victory, fulfillment, solace, healing.", "reverse": "Reversed: Expedition, dispatch, achievement, end.", "top_up": 1, "face_pic": "./images/Three of Cups.jpg"}, "48": {"card_name": "Two of Cups", "suit": "Cups", "symbol": "Water", "person": "Person with Light Brown or Fair hair; Grey or Blue eyes.", "description": "A youth and maiden are pledging to one another. Above their cups rises the caduceus of Hermes, between whose great wings there appears a lions head.", "meaning": "Love, passion, friendship, affinity, union, concord, sympathy, the interrelation of the sexes. Desire which is not in Nature, but by which Nature is sanctified.", "reverse": "Reversed: False love, folly, misunderstanding.", "top_up": 1, "face_pic": "./images/Two of Cups.jpg"}, "49": {"card_name": "Ace of Cups", "suit": "Cups", "symbol": "Water", "person": "Person with Light Brown or Fair hair; Grey or Blue eyes.", "description": "The waters are beneath, upon which are water lilies. The hand issues from the cloud, holding in its palm the cup, from which four streams are pouring. A dove, bearing in its beak a cross-marked host, descends to place the wafer in the cup the dew of water is falling on all sides. It is an intimation of that which may lie behind the Lesser Arcana.", "meaning": "True heart, joy, contentment, abode, nourishment, abundance, fertility, holy table, felicity.", "reverse": "Reversed: False heart, mutation, instability, revolution.", "top_up": 1, "face_pic": "./images/Ace of Cups.jpg"}, "50": {"card_name": "King of Swords", "suit": "Swords", "symbol": "Air", "person": "Person with a Dull complexion; Hazel or Grey eyes; Dark Brown hair.", "description": "He sits in judgment, holding the unsheathed sign of his suit.", "meaning": "Whatsoever arises out of the idea of judgment and all its connections power, command, authority, militant intelligence, law, offices of the crown, and so forth.", "reverse": "Reversed: Cruelty, evil intentions, perversity, barbarity, breach of faith.", "top_up": 1, "face_pic": "./images/King of Swords.jpg"}, "51": {"card_name": "Queen of Swords", "suit": "Swords", "symbol": "Air", "person": "Person with a Dull complexion; Hazel or Grey eyes; Dark Brown hair.", "description": "Her right hand raises the weapon vertically and the hilt rests on an arm of her royal chair. The left hand is extended, the arm raised, her countenance is severe, chastened, and suggests familiarity with sorrow.", "meaning": "Widowhood, female sadness and embarrassment, absence, sterility, mourning, privation, separation.", "reverse": "Reversed: Malice, bigotry, artifice, prudery, deceit.", "top_up": 1, "face_pic": "./images/Queen of Swords.jpg"}, "52": {"card_name": "Knight of Swords", "suit": "Swords", "symbol": "Air", "person": "Person with a Dull complexion; Hazel or Grey eyes; Dark Brown hair.", "description": "In full course, as if scattering his enemies.", "meaning": "Skill, bravery, capacity, defense, address, enmity, wrath, war, destruction, opposition, resistance, ruin.", "reverse": "Reversed: Imprudence, incapacity, extravagance.", "top_up": 1, "face_pic": "./images/Knight of Swords.jpg"}, "53": {"card_name": "Page of Swords", "suit": "Swords", "symbol": "Air", "person": "Person with a Dull complexion; Hazel or Grey eyes; Dark Brown hair.", "description": "A lithe, active figure holds a sword upright in both hands, while in the act of swift walking.", "meaning": "Authority, overseeing, secret service, vigilance, spying, examination, and the qualities thereto belonging.", "reverse": "Reversed: The evil side of authority, overseeing, secret service, vigilance, spying, examination, and their qualities. What is unforeseen, an unprepared state, sickness is also implied.", "top_up": 1, "face_pic": "./images/Page of Swords.jpg"}, "54": {"card_name": "Ten of Swords", "suit": "Swords", "symbol": "Air", "person": "Person with a Dull complexion; Hazel or Grey eyes; Dark Brown hair.", "description": "A prostrate figure, pierced by all the swords belonging to the card.", "meaning": "Whatsoever is intimated by the design also pain, affliction, tears, sadness, desolation.", "reverse": "Reversed: Advantage, profit, success, favor, but none of these are permanent. Also power and authority.", "top_up": 1, "face_pic": "./images/Ten of Swords.jpg"}, "55": {"card_name": "Nine of Swords", "suit": "Swords", "symbol": "Air", "person": "Person with a Dull complexion; Hazel or Grey eyes; Dark Brown hair.", "description": "One seated on her couch in lamentation with the swords over her.", "meaning": "Death, failure, miscarriage, delay, deception, disappointment, despair.", "reverse": "Reversed: Imprisonment, doubt, suspicion, reasonable fear, shame.", "top_up": 1, "face_pic": "./images/Nine of Swords.jpg"}, "56": {"card_name": "Eight of Swords", "suit": "Swords", "symbol": "Air", "person": "Person with a Dull complexion; Hazel or Grey eyes; Dark Brown hair.", "description": "A woman, bound and hoodwinked, with the swords of the card about her.", "meaning": "Bad news, violent disappointment or humiliation, crisis, sever criticism or blame, power in restricting freedom, conflict, injury of reputation, also sickness.", "reverse": "Reversed: Disquiet, difficulty, opposition, accident, treachery, the unforeseen, fatality.", "top_up": 1, "face_pic": "./images/Eight of Swords.jpg"}, "57": {"card_name": "Seven of Swords", "suit": "Swords", "symbol": "Air", "person": "Person with a Dull complexion; Hazel or Grey eyes; Dark Brown hair.", "description": "A man in the act of carrying away five swords rapidly, the two others of the card remain stuck in the ground. A camp close at hand.", "meaning": "Design, attempt, wish, hope, confidence, also disappointment or arguing. A plan that may fail, annoyance.", "reverse": "Reversed: Good advice, counsel, instruction, slander, meaningless chatter.", "top_up": 1, "face_pic": "./images/Seven of Swords.jpg"}, "58": {"card_name": "Six of Swords", "suit": "Swords", "symbol": "Air", "person": "Person with a Dull complexion; Hazel or Grey eyes; Dark Brown hair.", "description": "A ferryman carrying passengers in his punt to the further shore.", "meaning": "Journey by water, route, way, envoy, authority to go on a mission, expedient.", "reverse": "Reversed: Declaration, confession, publicity. One account says that it is a proposal of love.", "top_up": 1, "face_pic": "./images/Six of Swords.jpg"}, "59": {"card_name": "Five of Swords", "suit": "Swords", "symbol": "Air", "person": "Person with a Dull complexion; Hazel or Grey eyes; Dark Brown hair.", "description": "A disdainful man looks after two retreating and dejected figures. Their two swords lie upon the ground. He carries two others on his left shoulder, and a third sword is in his right hand, point to earth. He is the master in possession of the field.", "meaning": "Degradation, destruction, reversal, infamy, dishonor, loss.", "reverse": "Reversed: The same burial and obsequies.", "top_up": 1, "face_pic": "./images/Five of Swords.jpg"}, "60": {"card_name": "Four of Swords", "suit": "Swords", "symbol": "Air", "person": "Person with a Dull complexion; Hazel or Grey eyes; Dark Brown hair.", "description": "The effigy of a Knight in the attitude of prayer, at full length upon his tomb.", "meaning": "Vigilance, retreat, solitude, hermits repose, exile, tomb and coffin.", "reverse": "Reversed: Wise administration, circumspection, economy, avarice, precaution, testament.", "top_up": 1, "face_pic": "./images/Four of Swords.jpg"}, "61": {"card_name": "Three of Swords", "suit": "Swords", "symbol": "Air", "person": "Person with a Dull complexion; Hazel or Grey eyes; Dark Brown hair.", "description": "Three swords piercing a heart, cloud and rain behind.", "meaning": "Removal, absence, delay, division, rupture, dispersion, and all that the design signifies naturally.", "reverse": "Reversed: Mental alienation, error, loss, distraction, disorder, confusion.", "top_up": 1, "face_pic": "./images/Three of Swords.jpg"}, "62": {"card_name": "Two of Swords", "suit": "Swords", "symbol": "Air", "person": "Person with a Dull complexion; Hazel or Grey eyes; Dark Brown hair.", "description": "A hoodwinked figure balances two swords upon her shoulders.", "meaning": "Conformity and the equipoise which it suggests, courage, friendship, affection, concord in a state of arms, intimacy.", "reverse": "Reversed: Imposture, falsehood, duplicity, disloyalty.", "top_up": 1, "face_pic": "./images/Two of Swords.jpg"}, "63": {"card_name": "Ace of Swords", "suit": "Swords", "symbol": "Air", "person": "Person with a Dull complexion; Hazel or Grey eyes; Dark Brown hair.", "description": "A hand issues from a cloud, grasping a sword, the point of which is encircled by a crown.", "meaning": "Triumph, the excessive degree in everything, conquest, triumph of force. A card of great force, in love as well as in hatred.", "reverse": "Reversed: The same meanings, but the results are disastrous; another account says conception, childbirth, augmentation, multiplicity.", "top_up": 1, "face_pic": "./images/Ace of Swords.jpg"}, "64": {"card_name": "King of Pentacles", "suit": "Pentacles", "symbol": "Earth", "person": "Person with Dark or Tan complexion; Dark eyes; Brown or Black hair.", "description": "The figure calls for no special description. The face is rather dark, suggesting also courage, but somewhat lethargic in tendency. The bulls head should be noted as a recurrent symbol on his throne. The sign of this suit is represented throughout as engraved or blazoned with the pentagram, typifying the correspondence of the four elements in human nature and that by which they may be governed.", "meaning": "Valor, realizing intelligence, business and normal intellectual aptitude, sometimes mathematical gifts and attainments of this kind success in these paths.", "reverse": "Reversed: Vice, weakness, ugliness, perversity, corruption, peril.", "top_up": 1, "face_pic": "./images/King of Pentacles.jpg"}, "65": {"card_name": "Queen of Pentacles", "suit": "Pentacles", "symbol": "Earth", "person": "Person with Dark or Tan complexion; Dark eyes; Brown or Black hair.", "description": "The face suggests that of a dark woman, whose qualities might be summed up in the idea of greatness of soul. She has also the serious cast of intelligence she contemplates her symbol and may see worlds therein.", "meaning": "Opulence, generosity, security, magnificence, liberty.", "reverse": "Reversed: Evil, fear, suspicion, suspense, mistrust.", "top_up": 1, "face_pic": "./images/Queen of Pentacles.jpg"}, "66": {"card_name": "Knight of Pentacles", "suit": "Pentacles", "symbol": "Earth", "person": "Person with Dark or Tan complexion; Dark eyes; Brown or Black hair.", "description": "He rides a slow, enduring, heavy horse, to which his own aspect corresponds.", "meaning": "Utility, capable of being of service, interest, rectitude, responsibility.", "reverse": "Reversed: Inertia, idleness, rest or sleep, stagnation. Discouragement or carelessness.", "top_up": 1, "face_pic": "./images/Knight of Pentacles.jpg"}, "67": {"card_name": "Page of Pentacles", "suit": "Pentacles", "symbol": "Earth", "person": "Person with Dark or Tan complexion; Dark eyes; Brown or Black hair.", "description": "A youthful figure, looking intently at the pentacle that hovers over his raised hands.", "meaning": "Application, study scholarship, reflection. Another reading says news, messages and the bringer thereof also rule, management.", "reverse": "Reversed: Prodigality, dissipation, liberality, luxury, unfavorable news.", "top_up": 1, "face_pic": "./images/Page of Pentacles.jpg"}, "68": {"card_name": "Ten of Pentacles", "suit": "Pentacles", "symbol": "Earth", "person": "Person with Dark or Tan complexion; Dark eyes; Brown or Black hair.", "description": "A man and woman beneath an archway which gives entrance to a house and domain.", "meaning": "Gain, riches, family matters, archives, extraction, the abode of a family.", "reverse": "Reversed: Chance, fatality, loss, robbery, games of hazard; sometimes gift, dowry, pension.", "top_up": 1, "face_pic": "./images/Ten of Pentacles.jpg"}, "69": {"card_name": "Nine of Pentacles", "suit": "Pentacles", "symbol": "Earth", "person": "Person with Dark or Tan complexion; Dark eyes; Brown or Black hair.", "description": "A woman, with a bird upon her wrist, stands amidst a great abundance of grapevines in the garden of a great house.", "meaning": "Prudence, safety, success, accomplishment, certitude, discernment.", "reverse": "Reversed: Mischievous behavior, deception, voided project, bad faith.", "top_up": 1, "face_pic": "./images/Nine of Pentacles.jpg"}, "70": {"card_name": "Eight of Pentacles", "suit": "Pentacles", "symbol": "Earth", "person": "Person with Dark or Tan complexion; Dark eyes; Brown or Black hair.", "description": "An artist in stone at work.", "meaning": "Work, employment, commission, craftsmanship, skill in craft and business.", "reverse": "Reversed: Voided ambition, vanity, cupidity, exaction, usury.", "top_up": 1, "face_pic": "./images/Eight of Pentacles.jpg"}, "71": {"card_name": "Seven of Pentacles", "suit": "Pentacles", "symbol": "Earth", "person": "Person with Dark or Tan complexion; Dark eyes; Brown or Black hair.", "description": "A young man, leaning on his staff, looks intently at seven pentacles attached to a clump of greenery on his right. One would say that these were his treasures and that his heart was there.", "meaning": "These are exceedingly contradictory, in the main, it is a card of money, business, barter but one reading gives altercation, quarrel, and another innocence, ingenuity, purgation.", "reverse": "Reversed: Anxiety about money.", "top_up": 1, "face_pic": "./images/Seven of Pentacles.jpg"}, "72": {"card_name": "Six of Pentacles", "suit": "Pentacles", "symbol": "Earth", "person": "Person with Dark or Tan complexion; Dark eyes; Brown or Black hair.", "description": "One in the guise of a merchant weighs money in a pair of scales and distributes it to the needy and distressed.", "meaning": "Presents, gifts, gratification. Another account says attention, vigilance, now is the accepted time, present prosperity, etc.", "reverse": "Reversed: Desire, cupidity, envy, jealousy, illusion", "top_up": 1, "face_pic": "./images/Six of Pentacles.jpg"}, "73": {"card_name": "Five of Pentacles", "suit": "Pentacles", "symbol": "Earth", "person": "Person with Dark or Tan complexion; Dark eyes; Brown or Black hair.", "description": "Two destitute persons, one crippled, walk in a snowstorm pass the lighted stained glass window of a church.", "meaning": "It foretells material trouble above all, whether in the form illustrated, that is, destitution, or otherwise", "reverse": "Reversed: Disorder, chaos, ruin, discord, reckless extravagance.", "top_up": 1, "face_pic": "./images/Five of Pentacles.jpg"}, "74": {"card_name": "Four of Pentacles", "suit": "Pentacles", "symbol": "Earth", "person": "Person with Dark or Tan complexion; Dark eyes; Brown or Black hair.", "description": "A crowned figure, having a pentacle over his crown, clasps another with hands and arms; two pentacles are under his feet.", "meaning": "The surety of possessions, cleaving to that which one has, gifts, legacy, inheritance.", "reverse": "Reversed: Suspense, delay, opposition.", "top_up": 1, "face_pic": "./images/Four of Pentacles.jpg"}, "75": {"card_name": "Three of Pentacles", "suit": "Pentacles", "symbol": "Earth", "person": "Person with Dark or Tan complexion; Dark eyes; Brown or Black hair.", "description": "A sculptor at his work in a monastery.", "meaning": "A profession, occupation, trade, or skilled labor. Usually regarded as a card of nobility, aristocracy, renown, and glory.", "reverse": "Reversed: Mediocrity at work and otherwise. Childish foolishness, pettiness, and weakness.", "top_up": 1, "face_pic": "./images/Three of Pentacles.jpg"}, "76": {"card_name": "Two of Pentacles", "suit": "Pentacles", "symbol": "Earth", "person": "Person with Dark or Tan complexion; Dark eyes; Brown or Black hair.", "description": "A young man in the act of dancing has a pentacle in either hand, and they are joined by that endless cord which is like the number eight reversed.", "meaning": "It is represented as a card of joy and cheerfulness, of fun and recreation. May indicate news or messages in writing relating to obstacles, agitation, trouble, or embroilment.", "reverse": "Reversed: Enforced gaiety, simulated enjoyment, literal sense, handwriting, composition, letters of exchange.", "top_up": 1, "face_pic": "./images/Two of Pentacles.jpg"}, "77": {"card_name": "Ace of Pentacles", "suit": "Pentacles", "symbol": "Earth", "person": "Person with Dark or Tan complexion; Dark eyes; Brown or Black hair.", "description": "A hand issuing from a cloud holds up a pentacle.", "meaning": "Perfect contentment, happiness, ecstasy also speedy intelligence, gold.", "reverse": "Reversed: The evil side of wealth, bad intelligence. Also great riches.", "top_up": 1, "face_pic": "./images/Ace of Pentacles.jpg"}}